"use strict";

Object.defineProperty(exports, "__esModule", {
  value: true
});
exports["default"] = void 0;
var _default = {
  namespaced: true,
  state: {
    results: {
      0: {
        bg: require('@/assets/img/bg-r1.jpg'),
        mobilebg: require('@/assets/img/bg-r1-mobile.jpg'),
        title: '<div class="result__title-word"><p>Фокус:</p></div> <div class="result__title-word"><p>достижение</p></div> <div class="result__title-word"><p>успеха</p></div>',
        subtitle: 'Вы привыкли брать от жизни все и готовы за это платить — своим временем, энергией и здоровьем. Точно знаете, чего хотите и что нужно сделать, чтобы добиться своей цели. Скорее всего, секс для вас — лучший способ снять напряжение и расслабиться, но по-настоящему доверять вы можете только себе.',
        sections: {
          0: {
            title: '<div class="result__screen-title-word"><p>Бизнес</p></div>',
            text: 'Вы — отличный стратег, который не жалеет времени и сил, чтобы добиться своего. Вам ничего не стоит остаться после рабочего дня, чтобы закончить презентацию, или обойтись без отпуска, чтобы запустить важный проект. Неудачи не могут выбить вас из колеи — вы просто находите новую дорогу к старой цели. Вам идеально подходит работа с инвестициями или управление IT-проектами.'
          },
          1: {
            title: '<div class="result__screen-title-word"><p>Досуг</p></div>',
            text: 'Ощущение, что все в ваших руках, не покидает вас даже во время отдыха. Выбирайте активные варианты досуга: экстремальные развлечения, туристические походы, прохождение квестов и участие в интеллектуальных соревнованиях. Все это подходит для того, чтобы вы еще раз убедились в собственном великолепии.'
          },
          2: {
            title: '<div class="result__screen-title-word"><p>Отношения</p></div> <div class="result__screen-title-word"><p>и&nbsp;секс</p></div>',
            text: 'Секс — то, что вам помогает расслабиться, на время забыть о подвигах и уйти от проблем. Вы с головой окунаетесь в телесные удовольствия, окружены вниманием женщин, находитесь в поисках новых сексуальных впечатлений. Впрочем, репутация сердцееда вас напрягает гораздо меньше, чем возможные проблемы с мужским здоровьем. Даже таким суперменам, как вы, может потребоваться помощь в борьбе с эректильной дисфункцией — с ней сталкиваются <a class="js-href" data-event="48.9%_muzhchin" href="https://gra-via.com/about-problem/chto-takoe-erektilnaya-disfunkciya?utm_source=Championat&utm_medium=display&utm_content=text&utm_campaign=Pfizer_Viagra_SP_oct_nov_20", target="_blank">48,9% мужчин в возрасте <br>20–77 лет</a> <sup>1</sup>.'
          },
          3: {
            title: '<div class="result__screen-title-word"><p>Спорт</p></div>',
            text: 'Бодибилдинг лучше всего поможет вам выплеснуть накопившуюся энергию. Идеально, если вы начнете заниматься не в спортивном зале, а на улице — например, на воркаут-площадке или в ближайшем парке. Для разнообразия попробуйте не ставить перед собой конкретную цель, а занимайтесь для удовольствия, чтобы почувствовать свое тело и освободить голову от лишних мыслей.'
          },
          4: {
            title: '<div class="result__screen-title-word"><p>Здоровье</p></div>',
            text: 'Вы активно используете ресурсы своего тела, которые не всегда безграничны. Сердечно-сосудистые заболевания, диабет, курение, малоподвижный образ жизни, депрессия, стресс, тревожность, конфликты в отношениях — все это факторы, которые могут сказываться на здоровье мужской репродуктивной системы. Очень важно не пускать ситуацию на самотек, не заниматься самодиагностикой и самолечением. При любых сомнениях или проявлениях проблем с мужским здоровьем, следует обратиться к врачу, который сможет поставить правильный диагноз и назначит оптимальное лечение.'
          }
        }
      },
      1: {
        bg: require('@/assets/img/bg-r2.jpg'),
        mobilebg: require('@/assets/img/bg-r2-mobile.jpg'),
        title: '<div class="result__title-word"><p>Фокус:</p></div> <div class="result__title-word"><p>удовольствие</p></div> <div class="result__title-word"><p>от</p></div> <div class="result__title-word"><p>жизни</p></div>',
        subtitle: 'Вы рано распробовали вкус жизни и умеете наслаждаться ею как никто другой. Даже если что-то пошло не так, одно удачное свидание или бурная ночь могут поднять ваше настроение и самооценку на максимальную высоту. Скорее всего, у вас хорошие отношения с окружающими, ведь вы мастерски уходите от конфликтов и общения с неприятными людьми.',
        sections: {
          0: {
            title: '<div class="result__screen-title-word"><p>Бизнес</p></div>',
            text: 'Вы — превосходный стартапер и отличный кризис-менеджер. Вы адекватно воспринимаете реальность и легко идете на решительные меры. Снижаете затраты, сокращаете персонал или консультируетесь со сторонними экспертами, когда не знаете, как поступить правильно. Если вы все еще не начали свое дело, это вопрос времени.'
          },
          1: {
            title: '<div class="result__screen-title-word"><p>Досуг</p></div>',
            text: 'Идеальный вид спорта для вас — хелиски (катание на лыжах или сноуборде с вертолета). Физическая активность доставит вам удовольствие в том случае, если вы не будете зависеть от партнеров по игре или состязаться с кем-то, а сможете сосредоточиться на собственных ощущениях.'
          },
          2: {
            title: '<div class="result__screen-title-word"><p>Отношения</p></div> <div class="result__screen-title-word"><p>и&nbsp;секс</p></div>',
            text: 'Секс — то, что приносит вам самое большое удовольствие. При этом вы заботитесь не только о себе, но и о партнерше, даже если это отношения на одну ночь. Трудно устоять перед соблазнами. Проблемы в постели практически незнакомы, но в случае осечки вы предпочитаете не заниматься самолечением, а обращаетесь к специалисту. Ваш подход срабатывает: благодаря тому что вы следите за мужским здоровьем и своевременно получаете медицинскую помощь, можете превзойти себя в сексуальной сфере.'
          },
          3: {
            title: '<div class="result__screen-title-word"><p>Спорт</p></div>',
            text: 'Идеальный вид спорта для вас — хелиски (катание на лыжах или сноуборде с вертолета). Физическая активность доставит вам удовольствие в том случае, если вы не будете зависеть от партнеров по игре или состязаться с кем-то, а сможете сосредоточиться на собственных ощущениях.'
          },
          4: {
            title: '<div class="result__screen-title-word"><p>Здоровье</p></div>',
            text: 'Ваше самочувствие зависит от уверенности в себе. Она необходима вам в любой ситуации: от экстремального спорта до экспериментов в постели. Поэтому лучшее, что вы можете сделать для себя, — позаботиться о здоровье, в том числе сексуальном. Почти половина мужчин в РФ в возрасте от 20 до 77 лет сталкивается с проблемой эректильной дисфункции. Не стоит запускать проблему и ждать, что все пройдет само собой. При любых <a class="js-href" data-event="erektilnaya_disfunkciya" href="https://gra-via.com/about-problem/chto-takoe-erektilnaya-disfunkciya?utm_source=Championat&utm_medium=display&utm_content=text&utm_campaign=Pfizer_Viagra_SP_oct_nov_20" target="_blank">симптомах эректильной дисфункции</a> стоит обратиться к квалифицированному специалисту, который сможет поставить диагноз и подобрать лечение. И тогда к вам вернется вера в себя и свои силы.'
          }
        }
      }
    }
  }
};
exports["default"] = _default;